Repository: Cooler3D/Photohouse
Catalog: PhotoHouse/*.lproj/Localizable.strings
Languages: ru

source: Store
ru: Магазин

# shopcart
source: Shopping Cart
ru: Корзина

source: History Orders
ru: История заказов

source: Options
ru: Настройки

source: Support
ru: Поддержка

source: About
ru: О приложении

source: Profile
ru: Профиль

source: Birthday
ru: День рождения

source: Jubilee
ru: Юбилей

source: Wedding
ru: Свадьба

source: Vacation
ru: Отдых

# love
source: Love Story
ru: Любовная история

source: Family
ru: Семья

source: Corporate
ru: Корпоратив

source: Children
ru: Дети

source: Other
ru: Другое

source: Orange Minimalism
ru: Оранжевый минимализм

source: Dark Chocolate
ru: Темный шоколад

source: Green Minimalism
ru: Зеленый минимализм

source: Red Square
ru: Красный квадрат

source: Turquoise Minimalism
ru: Бирюзовый минимализм

source: Red Gray
ru: Красно-серый

source: Pink Checkered
ru: Розовый клетчатый

source: Turquoise Lined
ru: Бирюзовый линованный

source: Turquoise Travel
ru: Бирюзовые путешествия

source: Continue
ru: Продолжить

source: Delete
ru: Удалить

source: Warning
ru: Внимание

source: Try else
ru: Еще раз

# style_configurator_description
source: Selecting the general style photobooks. The style determines the color scheme and the set of available turns.
ru: Выбор общей стилистики фотокниги. Стилистика определяет цветовое оформление и набор доступных разворотов.

source: Choose Style
ru: Выберите стиль

source: You have not saved the
ru: У вас есть не сохраненный

# do_you_wnat_continue_editing?
source: Do you want continue editing?
ru: Вы хотите продолжить редактирование?

# This_photo_is_fail
source: This photo can't read
ru: Данная фотография не может быть прочитана

# need_access_to_photolibrary
source: you are closed access to photo library. Open access to the library, you can phone settings
ru: Вы запретили доступ к библиотеке телефона, разрешить можно в Настройках телефона

source: Flip
ru: Разворот

# configurator_title
source: PhotoBook Set-Up
ru: Настройка фотокниги

# configurator_style
source: Album Style
ru: Стиль альбома

# configurator_uturns
source: Album number of turns
ru: Количество разворотов

# configurator_size
source: Album Size
ru: Размер и пропорции

# configurator_cover
source: Album Cover
ru: Покрытие обложки

# configurator_comment
source: Album comments
ru: Комментарии к альбому

source: Price
ru: Цена

source: Next
ru: Далее

# frosted
source: Cover mat
ru: Матовая обложка

# gloss
source: Cover gloss
ru: Глянцевая обложка

# constructor
source: Constructor Album
ru: Конструктор

# design
source: Design Album
ru: Дизайнерский

source: Cancel
ru: Отмена

source: If you come back, your
ru: Если вы хотите венуться, ваш(а)

source: will removed
ru: будет удален

source: Do you want come back
ru: Вы хотите вернуться назад?

source: Yes
ru: Да

source: No
ru: Нет

# save_to_shop_cart
source: Saving in shopcart
ru: Сохранение в корзине

# please_wait_when_selected_images_will_be_saved
source: Please, wailt, when selected images will be saved
ru: Пожалуйста подождите, когда выбранные вами фотографии буду подготовлены.

# synchonize_to_cart
source: Synchonization
ru: Синхронизация

# choose_photo_title
source: Choose Photo
ru: Выберите фото

# device_btn
source: Device
ru: Устройство

# add_to_cart
source: to Cart
ru: В корзину

source: Choose Photo
ru: Выбрать фото

source: Processing...
ru: Обработка...

# remove_all_message
source: Are you sure want remove all from shopping cart?
ru: Вы действительно хотите удалить все заказы из корзины?

source: Remove All
ru: Удалить все

# shop_cart_title
source: Your cart
ru: Корзина

source: Error
ru: Ошибка

# internet_not_found
source: No internet connection
ru: Соединение с интернет недоступно

# total_price
source: Total:
ru: Итого:

# send_button
source: Send
ru: Оформить

# detail_shop
source: Images
ru: Картинки

# delivery_title
source: Delivery
ru: Доставка

# input_firstname
source: Input your firstname
ru: Введите Имя

# input_lastname
source: Input your lastname
ru: Введите Фамилию

# input_adsress
source: Input address
ru: Введите адрес

# input_phone
source: Input phone number: +X (XXX) XXX XX-XX
ru: Введите тетефон: +X (XXX) XXX XX-XX

# input_address_is_too_short
source: Address is too short
ru: Указанный адрес слишком короткий!

source: The select type of payment:
ru: Выбранный тип оплаты:

source: Select the type of payment
ru: Выберите тип оплаты

source: Select the type of delivery for
ru: Выберите тип доставки для

# choose_delivery_city_btn
source: Choose city for delivery
ru: Выберите город для доставки

# upload_to_server
source: Upload Images to server
ru: Загрузка картинок на сервер

source: Send Order
ru: Отправка заказа

source: Cancel upload
ru: Отменить загрузку

source: Do you want cancel upload?
ru: Вы хотите отменить загрузку?

source: Your order was delivered. Information about your order sent on e-mail.
ru: Ваш заказ доставлен. Информация о вашем заказе отправленна вам на почту.

# options_title
source: Options
ru: Настройки

# cache_photo_title
source: Cache photo
ru: Кэшировать фото

# cache_photo_description
source: All photos of social networks will be cached for faster downloads. The app does not save your pictures.
ru: Все фотографии из соц.сетей будут кэшироваться, для ускорения загрузки. Приложение ваши фотографии не сохраняет.

# support_title
source: FeedBack
ru: Обратная связь

source: Complete
ru: Выполнено

# your_message_is_did_delivered
source: Your message is did delivered to PhotoHouse
ru: Ваше сообщение было доставлено в PhotoHouse

source: Input e-mail
ru: Введите e-mail

source: Sending message
ru: Отправка сообщения

# support_default_message
source: Your message
ru: Введите ваше сообщение

# about_title
source: About
ru: О программе

# about_text
source: Create unique gifts with PhotoHouse. Apply any image you like at present and we'll create it for you, and our couriers will deliver. Opportunities: Order photo printing, photo books and photo gifts directly from your phone. Photography books of the highest quality, retain the most memorable moments. Data processing and editing photos directly from the application. Benefits: The highest quality printed products. Selecting photos from both the phone as well as from social networks. Individual treatment of each order by professional designers. You can order a print on: Photographs Photo T-shirt As well as many other things!
ru: Создавайте оригинальные подарки с PhotoHouse. Наложите любое изображение на понравившейся подарок и мы создадим его для вас, а наши курьеры доставят. Возможности: Заказ печати фотографий, фото-книг и фото-подарков прямо с вашего телефона. Фото-книги высочайшего качества, сохранят самые памятные моменты. Обработка и редактирование фотографий прямо из приложения. Преимущества: Высочайшее качество печатаемой продукции. Выбор фотографий как из памяти телефона, так и из социальных сетей. Индивидуальная обработка каждого заказа профессиональными дизайнерами. Вы можете заказать печать на: Фотографиях Фотоальбомах Футболках А так же многом другом!

source: Version
ru: Версия

# profile_title
source: Profile
ru: Профиль

# profile_firstname:
source: Firstname:
ru: Имя

# profile_lastname:
source: Lastname:
ru: Фамилия

# profile_date_reg:
source: Date of registration:
ru: Дата регистрации

# profile_logount
source: logout
ru: Выход

# signin_title
source: LogIn
ru: Авторизация

# input_password
source: Password
ru: Пароль

# signin_btn
source: LogIn
ru: Авторизоваться

# signin_forgot_btn
source: Forgot password
ru: Забыли пароль?

# singup_title
source: Sign Up
ru: Регистрация

source: is too short
ru: очень короткое

source: Firstname
ru: Имя

source: Lastname
ru: Фамилия

source: Password
ru: Пароль

source: Passwords is not equal
ru: Пароли не совпадают

# forgot_password_title
source: Forgot Password
ru: Восстановление

source: Sending
ru: Отправка

source: Message is did sended to
ru: Сообщение было отправленно на почту

source: Email is too short
ru: Email очень короткий
